---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimLeader
source: html/05bb0a06-a79a-686a-b474-93c831ca6e0c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimLeader Property

"Leader"

## Syntax (C#)
```csharp
public static ForgeTypeId DimLeader { get; }
```